export const TAG_DESCRIPTIONS: Record<string, string> = {
  "Боеприпас":
    "Вы можете использовать оружие со свойством Боеприпас для совершения Дальнобойной атаки, только если у вас есть боеприпасы для стрельбы из него. Каждая атака расходует один боеприпас. После сражения вы можете восполнить половину использованных боеприпасов (округляя в меньшую сторону), потратив 1 минуту на поиски на поле боя.",
  "Двуручное":
    "Это оружие нужно держать двумя руками, когда вы атакуете им.",
  "Дистанция":
    "У Дальнобойного оружия в скобках указан диапазон из двух чисел. Первое — нормальная дистанция в футах, второе — максимальная дистанция. Броски атаки по цели за пределами нормальной дистанции совершаются с Помехой. Вы не можете атаковать цель за пределами максимальной дистанции.",
  "Досягаемость":
    "Оружие со свойством Досягаемость добавляет 5 футов к расстоянию, на котором вы можете совершать им атаки и Провоцированные атаки.",
  "Лёгкое":
    "Когда в свой ход вы совершаете действие Атака и атакуете Лёгким оружием, вы можете совершить одну дополнительную атаку Бонусным действием. Эта дополнительная атака должна быть совершена другим Лёгким оружием, и вы не добавляете модификатор характеристики к урону этой атаки, если он положительный.",
  "Метательное":
    "Если оружие обладает свойством Метательное, вы можете совершать им дальнобойные атаки, метая его. Если это Рукопашное оружие, вы используете для бросков атаки и урона модификатор той же характеристики, что и для рукопашных атак этим оружием.",
  "Перезарядка":
    "Вы можете выстрелить из оружия со свойством Перезарядка только один боеприпас одним действием, Бонусным действием или Реакцией, вне зависимости от количества атак, которые вы можете совершить.",
  "Скрытное":
    "Вы можете скрыть данное оружие под одеждой. Для того, чтобы обнаружить скрытое оружие необходимо выполнить проверку на Восприятие со сложностью 15.",
  "Тяжёлое":
    "Вы совершаете с Помехой броски атаки Тяжёлым оружием, если это Рукопашное оружие и значение вашей Силы меньше 13, либо это Дальнобойное оружие и значение вашей Ловкости меньше 13.",
  "Универсальное":
    "Универсальным оружием можно пользоваться как одной, так и двумя руками. Вместе с этим свойством в скобках указан урон, наносимый таким оружием при использовании двух рук.",
  "Фехтовальное":
    "При совершении атаки Фехтовальным оружием вы сами выбираете, какой модификатор использовать при совершении бросков атаки и урона — Силы или Ловкости. Вы должны использовать один и тот же модификатор для обоих бросков.",
};
